Repository: Branyac/Less-Reloaded
Catalog: languages/*.po
Languages: ca

source: No comments
ca: No hi ha comentaris

source: One comment
ca: Un comentari

source: % comments
ca: % comentaris

source: Previous
ca: Anteriors

source: Next
ca: Següents

source: Primary Menu
ca: Menú principal

source: Continue reading...
ca: Seguir llegint...

source: Newer &raquo;
ca: Més nous &raquo;

source: &laquo; Older
ca: &laquo; Més antics

source: Nothing posted yet
ca: Encara no hi ha res publicat

source: A Semantic Personal Publishing Platform
ca: Una plataforma semàntica per a publicacions personals

source: Powered by WordPress
ca: Utilitza tecnologia de Wordpress

source: and
ca: i

source: theme Less Revival
ca: el tema Less Revival
